Repository: Evgeny727/rangers-db
Catalog: frontend/src/translations/locales/*/messages.po
Languages: it

source: - {0} Specialty
it: - {0} Specialità

source: - Flavor text can be denoted using <f>this is flavor</f> tags, to get card style formatting.
it: - Il flavor text può essere indicato con i tag <f>questo è del flavor text</f>, per ottenere una formattazione in stile carta.

source: - You can use the following game specific icons by enclosing them in square brackets:
it: - È possibile utilizzare le seguenti icone del gioco racchiudendole tra parentesi quadre:

source: (edited)
it: (modificato)

source: {0} (Copy)
it: {0} (Copia)

source: {0} / 30 Cards
it: {0} / 30 Carte

source: {0} of {1}
it: {0} di {1}

source: {background} - {specialty} (Starter)
it: {background} - {specialty} (Iniziale)

source: 30 Cards
it: 30 Carte

source: A Perfect Day
it: Una Giornata Perfetta

source: Accept
it: Accetta

source: Account Settings
it: Impostazioni Account

source: Actions
it: Azioni

source: Add
it: Aggiungi

source: Add mission
it: Aggiungi Missione

source: Add reward
it: Aggiungi Ricompensa

source: Add to campaign
it: Aggiungi alla Campagna

source: Added
it: Aggiunto

source: Added from collection
it: Aggiunto dalla Collezione

source: Advanced controls
it: Controlli Avanzati

source: After selecting a new collection card and removing one from your deck, you can ‘return’ a card to the collection using the <0>displaced cards</0> tab.
it: Dopo aver selezionato una nuova carta dalla Collezione e averne rimossa una dal mazzo, puoi "far tornare" una carta alla Collezione usando la tab <0>carte conservate</0>.

source: All
it: Tutti

source: Allow people to view my decks
it: Consenti a tutti di vedere i miei mazzi

source: Already have an account? <0>Login</0> now.
it: Hai già un account? <0>Accedi</0> ora.

source: Ancestor's Grove
it: Boschetto degli Antenati

source: Approach icons
it: Icone Approccio

source: Archeological Outpost
it: Avamposto Archeologico

source: Are you sure you want to delete the "{0}" deck?
it: Vuoi davvero cancellare il mazzo "{0}"?

source: Are you sure you want to delete the latest day ({0}) of this deck?
it: Vuoi davvero cancellare l'ultima giornata ({0}) di questo mazzo?

source: Are you sure you want to delete this deck?
it: Vuoi davvero cancellare questo mazzo?

source: Are you sure you want to delete your campaign: {0}? This action cannot be undone.
it: Vuoi davvero cancellare la tua campagna: {0}? Questa azione è permanente.

source: Aspect requirements
it: Requisiti d'aspetto

source: Aspects
it: Aspetti

source: Atrox Mountain
it: Monte Atrox

source: Available
it: Disponibili

source: AWA
it: PER

source: Awareness
it: Percezione

source: Background
it: Origine

source: Background: {backgroundName}
it: Origine: {backgroundName}

source: Biologist's Outpost
it: Avamposto Biologico

source: Boulder Field
it: Distesa Rocciosa

source: Bowl of the Sun
it: Conca del Sole

source: Branch
it: Fronda

source: Camp
it: Accampati

source: Campaign
it: Campagna

source: Campaigns
it: Campagne

source: Camping will end day {currentDay} and allow any earned rewards to be swapped into decks.
it: Accamparsi farà terminare la giornata {currentDay} e permetterà di aggiungere al mazzo le Ricompense ottenute.

source: Cancel
it: Annulla

source: Cancel Friend Request
it: Annulla Richiesta Amicizia

source: Cancel Friendship
it: Annulla Amicizia

source: Card set
it: Set Carte

source: Cards
it: Carte

source: Cards that are removed from your deck will be stored here. They can be swapped back into your deck when you camp.
it: Le carte rimosse dal mazzo saranno conservate qui. Possono essere aggiunte nuovamente al mazzo quando ti accampi.

source: Changes
it: Cambiamenti

source: Choose {0}
it: Scegli {0}

source: Choose deck
it: Scegli il mazzo

source: Choose handle
it: Scegli un soprannome

source: Choose role
it: Scegli il Ruolo

source: Choose starter deck
it: Scegli un mazzo iniziale

source: Choosing to camp will make a copy of your deck to let you track deck changes as you play through a campaign.
it: Accamparsi creerà una copia del tuo mazzo in modo da consentirti di tener traccia dei cambiamenti apportati al mazzo mentre giochi la campagna.

source: Chosen aspects are invalid.
it: Gli aspetti scelti non sono validi.

source: Collection
it: Collezione

source: Comment
it: Commenta

source: Comments
it: Commenti

source: Completed
it: Conclusa

source: Confirm Friend
it: Conferma Amico

source: Conflict
it: Conflitto

source: Connecting Location
it: Luogo collegato

source: Connection
it: Legame

source: Contains too many cards that do not match your chosen background.
it: Contiene troppe carte che non sono compatibili con l'origine prescelta.

source: Copies
it: Copie

source: Copy
it: Copia

source: Copy deck
it: Copia mazzo

source: Copy of {deckLink} by {authorLink}
it: Copia di {deckLink} creato da {authorLink}

source: Copy this deck to make your own changes.
it: Copia questo mazzo per modificarlo.

source: Core
it: Base

source: Core set
it: Set Base

source: Cost
it: Costo

source: Could not find user {handle}
it: Utente {handle} non trovato

source: Create
it: Crea

source: Crossed-out
it: Barrato

source: Crossroads Station
it: Stazione di Callitraversi

source: Current location: {0}
it: Posizione Attuale: {0}

source: Current Position
it: Posizione Attuale

source: Custom deck
it: Mazzo personalizzato

source: Dark mode
it: Modalità notte

source: Day
it: Giornata

source: Day {day}
it: Giornata {day}

source: Deck
it: Mazzo

source: Deck search
it: Cerca mazzo

source: Decklists
it: Liste mazzi

source: Delete
it: Cancella

source: Delete campaign?
it: Cancellare campagna?

source: Delete deck?
it: Cancellare mazzo?

source: Deleting this published deck will cause will remove it from search.
it: Cancellare questo mazzo pubblico lo rimuoverà dalle ricerche.

source: Departing {0}
it: Via da {0}

source: Description
it: Descrizione

source: Descriptions support basic markdown and html formatting.
it: Le descrizioni supportano il formato HTML e l'uso del markdown base.

source: Discard changes
it: Annulla cambiamenti

source: Displaced cards
it: Carte conservate

source: Don't have an account?
it: Non hai un account?

source: Done editing
it: Conferma modifiche

source: Downpour
it: Acquazzone

source: Duplicate this deck while preserving the original.
it: Duplica questo mazzo (senza cancellare l'originale).

source: E-mail Address
it: Indirizzo e-mail

source: Edit
it: Modifica

source: Edit comment
it: Modifica commento

source: Edit description
it: Modifica descrizione

source: Edit mission
it: Modifica missione

source: Edit notable event
it: Modifica evento importante

source: Edit players
it: Modifica giocatori

source: En route to {0}
it: In viaggio verso {0}

source: End the day
it: Termina la giornata

source: English
it: Inglese

source: Equip
it: Equipaggia

source: Exploration
it: Esplorazione

source: Filter by {0}
it: Filtra per {0}

source: Filter by approach icons
it: Filtra per icone approccio

source: Filter by card set
it: Filtra per set carte

source: Filter by card type
it: Filtra per tipo di carta

source: Filter by Role
it: Filtra per Ruolo

source: Filter by trait
it: Filtra per tratto

source: Find new friends
it: Trova nuovi amici

source: FIT
it: FIS

source: Fitness
it: Fisico

source: FOC
it: CON

source: Focus
it: Concentrazione

source: Forgot Password
it: Password dimenticata

source: Friend Requests
it: Richieste amicizia

source: Friends
it: Amici

source: German
it: Tedesco

source: Golden Shore
it: La Costa Dorata

source: Grassland
it: Prateria

source: Greenbriar Knoll
it: Poggio Verderovo

source: Guide entries
it: Paragrafi della guida

source: Handle
it: Soprannome

source: Headwaters Station
it: Stazione delle Sorgenti

source: Hide spoilers
it: Nascondi spoiler

source: Howling Winds
it: Venti Impetuosi

source: If you intend to Camp while travelling to a new location, please use the Travel button instead.
it: Se desideri accamparti mentre viaggi verso un luogo diverso, usa il bottone Viaggia.

source: If you would like it to be correcrted, send me a link to your campaign and what the correct journey was to arkhamcards@gmail.com, and I will get it fixed for you.
it: Se desiderate venga corretto, posso pensarci io. Mandatemi un link alla vostra campagna indicando qual è il percorso corretto ad arkhamcards@gmail.com.

source: If you‘d like to support the development and maintenance of this site, consider supporting us on {patreon}.
it: Se volete aiutare a supportare e mantenere questo sito, potete trovarci su {patreon}.

source: Italian
it: Italiano

source: Journey
it: Viaggio

source: Kobo's Market
it: Mercato di Kobo

source: Lakeshore
it: Lungolago

source: Language
it: Lingua

source: Leave campaign
it: Abbandona campagna

source: Light mode
it: Modalità giorno

source: Like
it: Mi piace

source: Like deck
it: Metti un mi piace al mazzo

source: Likes
it: Mi piace

source: Load more
it: Caricane altri

source: Location
it: Luogo

source: Locations
it: Luoghi

source: Login
it: Accedi

source: Lone Tree Station
it: Stazione Ermotronco

source: Maladies
it: Malanni

source: Marsh of Rebirth
it: Marese della Rinascita

source: Meadow
it: Pascolo

source: Member since {joinDate}
it: Membro da {joinDate}

source: Michael's Bog
it: Palude di Michael

source: Missions
it: Missioni

source: Mound of the Navigator
it: Cumulo del Navigatore

source: Mount Nim
it: Monte Nim

source: Mountain Pass
it: Passo Montano

source: My Campaigns
it: Le mie Campagne

source: My Decks
it: I miei Mazzi

source: Name
it: Nome

source: Name and day are required.
it: È richiesto un nome e una giornata.

source: Name your character
it: Dai un nome al tuo personaggio

source: New campaign
it: Nuova campagna

source: New cards are available
it: Nuove carte disponibili

source: New deck
it: Nuovo mazzo

source: Next
it: Successivo

source: Next deck
it: Mazzo successivo

source: No matching cards
it: Nessuna carta corrispondente

source: No matching cards found.
it: Nessuna carta corrispondente trovata.

source: No matching decks.
it: Nessun mazzo corrispondente.

source: No published decks.
it: Nessun mazzo pubblicato.

source: No results
it: Nessun risultato

source: None
it: Nessuno

source: Northern Outpost
it: Avamposto Settentrionale

source: Not enough background cards.
it: Non ci sono abbastanza carte origine.

source: Not enough cards. When reward cards are removed while camping, you must add back cards from your original deck to maintain a 30 card deck.
it: Non ci sono abbastanza carte. Quando le carte Ricompensa vengono rimosse accampandosi, è necessario anche aggiungere altre carte per fare in modo che il mazzo sia di 30 carte.

source: Not enough outside interest cards.
it: Non ci sono abbastanza carte interesse personale.

source: Not enough personality cards.
it: Non ci sono abbastanza carte personalità.

source: Not enough specialty cards.
it: Non ci sono abbastanza carte specialità.

source: Not set
it: Non impostato

source: Notable Events
it: Eventi Importanti

source: Note: cards from your chosen specialty/background are not shown here, but your outside interest is allowed to be from your chosen class if you use the other tabs to select it.
it: Nota: le carte della specialità/origine prescelte non sono mostrate qui, ma il tuo interesse personale può provenire dalla tua classe prescelta. Usa le altre tab per selezionarlo.

source: Note: These cards might contain campaign spoilers.
it: Nota: queste carte potrebbero contenere spoiler.

source: Note: this campaign was created before the website recorded enough information to show the travel history correclty.
it: Nota: questa campagna è stata creata prima che il sito raccogliesse informazioni a sufficienza per mostrare un diario di viaggio in modo corretto.

source: Old-growth
it: Germoglio Antico

source: One aspect must be set to 1.
it: Uno degli aspetti deve essere impostato a 1.

source: One aspect must be set to 3.
it: Uno degli aspetti deve essere impostato a 3.

source: One of the chosen background cards is counting towards outside interest.
it: Una delle carte origine scelte è considerata un interesse personale.

source: One of the chosen specialty cards is counting towards outside interest.
it: Una delle carte specialità scelte è considerata un interesse personale.

source: Only one aspect can be set to 1.
it: Solo un aspetto può essere impostato a 1.

source: Only one aspect can be set to 3.
it: Solo un aspetto può essere impostato a 3.

source: Other
it: Altro

source: Outside Interest
it: Interesse Personale

source: Outside interest cards cannot have the Expert trait.
it: Le carte interesse personale non possono possedere il tratto Esperto.

source: Path Terrain
it: Terreno del percorso

source: Pending Requests
it: Richieste in attesa

source: Personality
it: Personalità

source: Players
it: Giocatori

source: Please address all deckbuilding errors before publishing.
it: Per favore, risolvete tutti gli errori di costruzione mazzo prima di pubblicare.

source: Post
it: Inserisci

source: Previous
it: Precedente

source: Previous deck
it: Mazzo precedente

source: Profile
it: Profilo

source: Progress
it: Progresso

source: Progress {progressNumber}
it: Progresso {progressNumber}

source: Publish
it: Pubblica

source: Published decks
it: Mazzi pubblicati

source: Rangers
it: Ranger

source: Rangers will continue playing day {currentDay} with their current decks.
it: I ranger continueranno a giocare la giornata {currentDay} con i loro mazzi attuali.

source: RangersDB is still under construction, and as a result many features might be added or removed during these early days.
it: RangersDB è ancora under construction: è possibile che diverse opzioni siano aggiunte o rimosse durante questo periodo.

source: Ravine
it: Crepaccio

source: Reason
it: Ragione

source: Record event
it: Annota evento

source: Record guide entry
it: Annota paragrafo della guida

source: Recorded journey
it: Viaggio annotato

source: Register
it: Registrati

source: Register now
it: Registrati ora

source: Reject
it: Rifiuta

source: Remove
it: Rimuovi

source: Remove card
it: Rimuovi carta

source: Remove deck
it: Rimuovi mazzo

source: Remove reward
it: Rimuovi Ricompensa

source: Removed
it: Rimossa

source: Removed Cards
it: Carte rimosse

source: Reply comment
it: Risposta

source: Reply to comment
it: Rispondi al commento

source: Request friend
it: Richiedi amicizia

source: Return a copy to the collection
it: Fai tornare una copia nella Collezione

source: Returned to collection
it: Fatta tornare alla Collezione

source: Revoke
it: Revoca

source: Rewards
it: Ricompense

source: Rewards and Maladies
it: Ricompense e Malanni

source: Rings of the Moon
it: Anelli della Luna

source: River
it: Fiume

source: Role
it: Ruolo

source: Save
it: Salva

source: Save changes
it: Salva modifiche

source: Search by name
it: Cerca per nome

source: See comments
it: Vedi commenti

source: Select 1 cards from any background of specialty as your outside interest.
it: Scegli 1 carta da una origine o da una specialità qualsiasi come interesse personale.

source: Select 4 different personality cards, 1 from each aspect.
it: Scegli 4 carte personalità diverse, 1 per ciascun aspetto.

source: Select 5 different cards from your chosen background.
it: Scegli 5 carte diverse dell'origine prescelta.

source: Select 5 different cards from your chosen specialty.
it: Scegli 5 carte diverse della specialità prescelta.

source: Select campaign
it: Scegli una campagna

source: Select card set...
it: Scegli un set di carte...

source: Select location...
it: Scegli un Luogo...

source: Select path terrain...
it: Scegli un tipo di terreno...

source: Send Friend Request
it: Invia Richiesta Amicizia

source: Settings
it: Impostazioni

source: Show all
it: Mostra tutti

source: Show all locations
it: Mostra tutti i Luoghi

source: Sign In
it: Accedi

source: Sign Out
it: Disconnettiti

source: Sign Up
it: Registrati

source: Some campaign events may allow you to permanently swap cards from your deck with those from the collection.
it: Alcuni eventi della campagna potrebbero permetterti di scambiare in modo permanente delle carte dal tuo mazzo con altre dalla tua Collezione.

source: Specialty
it: Specialità

source: Specialty: {specialtyName}
it: Specialità: {specialtyName}

source: Spire
it: Guglia

source: Spirit
it: Spirito

source: Starter deck
it: Mazzo iniziale

source: Stayed at {0}
it: Rimasto a {0}

source: Stoneweaver Bridge
it: Ponte Tessiroccia

source: Submit
it: Invia

source: Sunken Outpost
it: Avamposto Sommerso

source: Swamp
it: Palude

source: Terravore
it: Terravoro

source: The Alluvial Ruins
it: Rovine Alluvionali

source: The Concordant Ziggurats
it: Le Ziggurat Risonanti

source: The Cypress Citadel
it: La Cittadella di Cipresso

source: The Fractured Wall
it: Il Muro Spezzato

source: The Frowning Gate
it: Il Varco Torvo

source: The Furrow
it: Il Solco

source: The Greenbridge
it: Il Ponteverde

source: The High Basin
it: L'Alto Lago

source: The information presented on this site about Earthborne Rangers, both literal and graphical, is copyrighted by Earthborne Games. This website is not produced, endorsed, supported, or affiliated with Earthborne Games.
it: Le informazioni su Earthborne Rangers mostrate su questo sito, sia in formato testuale che grafico, sono copyright di Earthborne Games e di Fantàsia Edizioni. Questo sito non è stato realizzato da, approvato da, supportato da o affiliato con Earthborne Games o Fantàsia Edizioni.

source: The Philosopher's Garden
it: Il Giardino del Filosofo

source: The Plummet
it: Il Precipizio

source: The site is likely to go down for maintenance and data might be lost during these early days.
it: In questa fase iniziale, è possibile che il sito divenga momentaneamente non disponibile causa manutenzione e che i dati possano andare persi.

source: The Tumbledown
it: Capitombolo

source: There are too many cards with this card's name in your deck.
it: Nel tuo mazzo ci sono troppe carte con questo nome.

source: There are too many outside interest cards in the deck.
it: Ci sono troppe carte interesse personale in questo mazzo.

source: This campaign is not accessible. Are you sure you are signed into the correct account?
it: Questa campagna non è accessibile. Stai usando l'account giusto?

source: This card's aspect requirement is not satisfied by your chosen aspects.
it: Gli aspetti scelti non sono sufficienti a raggiungere il requisito di aspetto di questa carta.

source: This comment was edited on {updatedTime}.
it: Questo commento è stato editato il {updatedTime}.

source: This day is in the past. It is currently day {0}.
it: Questa è una giornata passata. La giornata corrente è la {0}.

source: This option should be used if a ranger is too fatigued, too injured, or if instructed by the campaign guide or a mission.
it: Questa opzione dovrebbe essere scelta se un ranger è troppo affaticato, troppo ferito, o se la cosa è imposta dalla guida alla campagna o da una missione.

source: This role card does not match your chosen specialty.
it: Questa carta Ruolo non corrisponde alla specialità prescelta.

source: This will end day {0}.
it: Questo terminerà la giornata {0}.

source: To avoid spoilers for other players, you cannot publish decks that have camped.
it: Per evitare spoiler per gli altri giocatori, non è possibile pubblicare mazzi coi quali ci si è accampati.

source: Toggle Navigation
it: Attiva Navigazione

source: Too many AWA personality cards.
it: Troppe carte personalità PER.

source: Too many cards of the chosen background.
it: Troppe carte dell'origine prescelta.

source: Too many cards of the chosen specialty.
it: Troppe carte della specialità prescelta.

source: Too many cards with the same name.
it: Troppe carte con lo stesso nome.

source: Too many cards. When making deck changes while camping, you should remove cards to make room for rewards to maintain a 30 card deck.
it: Troppe carte. Quando modifichi il mazzo dopo esserti accampato, ricorda che devi rimuovere delle carte dal mazzo per fare in modo che resti di 30 carte.

source: Too many FIT personality cards.
it: Troppe carte personalità FIS.

source: Too many FOC personality cards.
it: Troppe carte personalità CON.

source: Too many SPI personality cards.
it: Troppe carte personalità SPI.

source: Track cards that are removed permanently from the path deck here.
it: Tieni traccia qui delle carte che sono state rimosse permanentemente dal mazzo percorso.

source: Traits
it: Tratti

source: Travel
it: Viaggia

source: Travel & Camp
it: Viaggia e accampati

source: Two aspects must be set to 2.
it: Due aspetti devono essere impostati a 2.

source: Types
it: Tipi

source: Unable to create campaign at this time.
it: Al momento non è possibile creare una campagna.

source: Unlike
it: Togli il mi piace

source: Update now
it: Aggiorna ora

source: Watcher's Rock
it: Rupe della Vedetta

source: Welcome to RangersDB
it: Benvenuto a RangersDB

source: What happened?
it: Cosa è successo?

source: When adding a card from the collection, remember to return a deck card.
it: Quando aggiungi una carta dalla Collezione, ricorda di rimuovere una carta dal mazzo.

source: When starting a campaign, you must include two of each card in your deck.
it: Quando dai inizio a una campagna, devi includere nel mazzo due copie di ciascuna carta prescelta.

source: White Sky
it: Biancocielo

source: Woods
it: Foresta

source: You
it: Tu

source: You can add this deck to a campaign to track rewards you have unlocked as a group.
it: Puoi aggiungere questo mazzo a una campagna per tenere traccia delle Ricompense che avete sbloccato come gruppo.

source: You don't seem to have any decks.
it: Sembra che tu non abbia nessun mazzo.

source: You must choose a background.
it: Devi scegliere un'origine.

source: You must choose a location and path terrain to travel.
it: Devi scegliere un Luogo e un tipo ti terreno su cui viaggiare.

source: You must choose a role card.
it: Devi scegliere una carta ruolo.

source: You must choose a role.
it: Devi scegliere un Ruolo.

source: You must choose a specialty.
it: Devi scegliere una specialità.

source: You must correct deck errors before upgrading.
it: Devi correggere gli errori nel mazzo prima di potenziarlo.

source: You must include two of each card in your starting deck.
it: In un mazzo iniziale, devi includere due copie di ciascuna carta prescelta.

source: Your deck contains cards with aspect requirements that are not allowed.
it: Il tuo mazzo contiene carte con requisiti d'aspetto che non ammessi.

source: Your outside interest card cannot have the Expert trait.
it: La tua carta interesse personale non può avere il tratto Esperto.

source: Your role card does not match your chosen specialty.
it: La tua carta Ruolo non è parte del set specialità prescelto.
